<?php

return [
    'admin' => [
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Не удалось сохранить запись',
            ],
            'edit' => [
                'success' => 'Новость успешно изменена',
                'fail' => 'Не удалось изменить запись',
            ],

        ],
        'category' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Не удалось добавить категорию',
            ],
            'edit' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Не удалось обновить категорию',
            ],
        ]
    ],
    'order' => [
        'create' => [
            'success' => 'Заказ успешно добавлен',
            'fail' => 'Не удалось добавить заказ',
        ],
        'edit' => [
            'success' => 'Заказ успешно обновлен',
            'fail' => 'Не удалось обновить заказ',
        ],
    ]
];
